Repository: AjuntamentdeBarcelona/django-bima-core
Catalog: bima_core/private_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: User must belong to a group.
es: El usuario debe pertenecer a un grupo

source: Not permitted create 'keyword' instances
es: No esta permitido crear instancias de 'palabra clave'

source: Not permitted create 'name' instances
es: No esta permitido crear instancias de 'nombre'

source: Invalid pk "{pk}" - photo does not exist into current album.
es: PK inválida "{pk}" - la foto no existe en el album actual.

source: Invalid pk "{pk}" - photo does not exist into current gallery.
es: PK inválida "{pk}" - la foto no existe en la galería actual.

source: A Category can not be its own parent.
es: Una categoría no puede ser su propio padre.

source: Album '{}' does not exist
es: Album '{}' no existe

source: Photo '{}' does not exist
es: Foto '{}' no existe

source: Author '{}' does not exist
es: Autor '{}' no existe

source: Copyright '{}' does not exist
es: Copyright '{}' no existe
